Repository: 84000/data-translation-memory
Catalog: toh670-v3.tmx
Source language: bo
Languages: en

source: ལྷ་མོ་ནག་མོ་ཆེན་མོའི་གཟུངས།
en: The Dhāraṇī of Devī Mahākālī

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་རིང་པོ་མ་ལོན་པ་ཞིག་ན་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་ན་བཞུགས་སོ། ། དེ་ནས་འདོད་པའི་ཁམས་ཀྱི་དབང་ཕྱུག་མ། བདུད་ཀྱི་ཡུམ། གཤིན་རྗེའི་ལྕམ་མོ། ལྷ་མོ་ནག་མོ་ཆེན་མོས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ་ ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Thus did I hear at one time. The Blessed One was sitting at the base of the Bodhi tree shortly after becoming a perfect buddha. At that point Devī Mahākālī—Sovereign Goddess of the Desire Realm‍, Wife of the Demon, Yama’s Sister—circumambulated the Blessed One three times and sat to one side.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ལྷ་མོ་ནག་མོ་ཆེན་མོས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་བའི་རིག་པ་འབུལ་ན། བདག་གི་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་བཞེས་སུ་གསོལ།
en: Devī Mahākālī then addressed the Blessed One, saying, “Honorable One, were I to offer this vidyā in homage at the Blessed One’s feet, would the Blessed One please accept my vidyā?”

source: དེ་ནས་བཅོམ་ལྡན་ཀྱིས་བཀའ་སྩལ་པ། བདུད་ཀྱི་ཡུམ་གཤིན་རྗེའི་ལྕམ་མོ་ལྷ་མོ་ནག་མོ་ཆེན་མོས་སྟེང་དུ་ནི་གཞན་འཕྲུལ་དབང་བྱེད་ལ་ཐུག་པ་མན་ཆད་བཅིང་བར་བྱའོ། ། འོག་ཏུ་ནི་སེམས་ཅན་དམྱལ་བ་ལ་ཐུག་པ་ཡན་ཆད་བཅིང་བར་བྱའོ། ། ཐད་ཀ་ཁོ་ར་ཁོར་ཡུག་ཏུ་ནི་རི་ལ་ཐུག་པ་ཚུན་ཆད་བཅིང་བར་བྱའོ། ། དེའི་སྔགས་འདི་དག་ཀྱང་བཟླས་པར་བྱ་སྟེ།
en: The Blessed One replied, “Devī Mahākālī—the Wife of the Demon and Yama’s Sister—will bind beings up through the Heaven of Controlling the Emanations of Others. She will bind beings down through the hell realms. She will bind beings out to the surrounding mountains. Her mantra should be recited as follows:

source: ཏདྱ་ཐཱ། ཨོཾ་རུ་རུ་བི་ཏིཥྛ་བ་དྷོཏྶི་རུ་རུ་རོ་རུ་བི་ཏིཥྛ་བ་དྷོཏྶི་སྭཱ་ཧཱ། འདི་བཏོན་པས་རིམས་དང་། ནད་དང་། མི་ངས་དང་། ཉེས་པ་ཐམས་ཅད་དང་། མཛེ་དང་། ཕོལ་མིག་དང་། གཡན་པ་ལ་སོགས་པའི་ནད་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ་སྭཱ་ཧཱ།
en: tadyathā | oṃ ruru vitiṣṭha vadhotsi ruru roru vitiṣṭha vadhotsi svāhā | By pronouncing this vidyā, may all fevers, illnesses, plagues, and humoral disorders, as well as all illnesses such as leprosy, boils, skin rashes, and the like, be cured! Svāhā.”

source: ལྷ་མོ་ནག་མོ་ཆེན་མོའི་གཟུངས་རྫོགས་སོ།​།
en: This concludes “The Dhāraṇī of Devī Mahākālī.”
